* >Natural Source Header 000000
* :Mode S
* :CP
* <Natural Source Header
/** New Program HELLOW.
/**
/** :author fmarques
/* TODO Enter your code here

/* MY FIRST NATURAL APPLICATION: THE HELLO WORLD! 

WRITE 'HELLO WORLD!'

END